      *---------------------------------------------------------------* 
%     * PROGRAMA..: SSSTNNNN                                            
%     * ANALISTA..:                                                     
%     * AUTOR.....:                                                     
%     * DATA......: DD/MM/AAAA                                          
%     * OBJETIVO..:                                                     
%     * COMPILACAO: COBOL II                                            
      *---------------------------------------------------------------* 
%     * VRS001 - DD/MM/AAAA  F6015650  - IMPLANTACAO                    
      *---------------------------------------------------------------* 
      *------------------------                                         
       IDENTIFICATION DIVISION.                                         
      *------------------------                                         
%      PROGRAM-ID. SSSTNNNN.                                            
      *                                                                 
      *---------------------                                            
       ENVIRONMENT DIVISION.                                            
      *---------------------                                            
      *                                                                 
      *--------------                                                   
       DATA DIVISION.                                                   
      *--------------                                                   
      *------------------------                                         
       WORKING-STORAGE SECTION.                                         
      *------------------------                                         
       77  CTE-INICIO-SS               PIC  X(040) VALUE                
           '*** STORAGE SECTION COMECA AQUI ***'.                       
       77  CTE-PROG                    PIC  X(018) VALUE                
%          '*** SSSTNNNN ***'.                                          
       77  CTE-VERS                    PIC  X(006) VALUE 'VRS001'.      
       77  SBVERSAO                    PIC  X(008) VALUE 'SBVERSAO'.    
      *                                                                 
      *-------------------                                              
       PROCEDURE DIVISION.                                              
      *-------------------                                              
      *----------------------------------------                         
       000000-ROTINA-PRINCIPAL         SECTION.                         
      *----------------------------------------                         
      *                                                                 
           MOVE ZEROES                 TO RETURN-CODE.                  
           STOP RUN.                                                    
      *                                                                 
      *-----------                                                      
       000000-FIM.                                                      
      *-----------                                                      
           EXIT.                                                        
      *                                                                 
      *----------------------------------------------------------------*
      *    FINAL PROGRAMA SSSTNNNN.                                     
%     *----------------------------------------------------------------*
